<?php
/**
 * Create by: Vladislav Gladyr
 * Site: lockit.com.ua
 * Email: wild.savedo@gmail.com
 * Date : 22.09.2021
 * Time: 08:26
 * User: WyTcorporation, WyTcorp, WyTco
 */

return [
    'Basket' => 'Кошик',
    'wishlist' => 'Список побажань',
    'Image' => 'Зображення',
    'Code' => 'Код',
    'Name' => 'Назва',
    'Quantity' => 'Кількість',
    'Total' => 'Кількість',
    'Categories' => 'Категорії',
    'Catalog' => 'КАТАЛОГ',
    'Sort' => 'Сортувати',
    'Products on page' => 'Товарів на стор.',
    'Model' => 'Модель',
    'Cod' => 'Код',
    'Quality' => 'Кач-во',
    'The product is out of stock!' => 'Товар отсудствуе!',
    'Search' => 'Пошук',
    'Contacts' => 'Контакти',
    'Product filter' => 'Фільтр товарів',
    'SPARE PARTS / ACCESSORIES' => 'ЗАПЧАСТИНИ / АКСЕСУАРИ',
    'FAVORITES' => 'ВИБРАНЕ',
    'Cart' => 'Кошик',
    'Popular' => 'Популярні',
    'New' => 'Новинка',
    'Stock' => 'Акція',
    'Bestseller' => 'Хіт продажів',
    'Payment' => 'Оплата',
    'Information' => 'Інформація',
    'Schedule' => 'Графік роботи',
    'social' => 'Ми в соцмережах',
    'Orders' => 'Замовлення',
    'Order number' => 'Номер замовлення №',
    'Sum' => 'Сума',
    'Price per piece' => 'Ціна за шт.',
    'No orders!' => 'Замовлень немає!',
    'New items' => 'Новинки',
    'Sale' => 'Розпродаж',
    'Availability' => 'Наявність',
    'Specifications' => 'Характеристики',
    'Reviews' => 'Відгуків',
    'All spare parts for this model' => 'Всі запчастини на цю модель',
    'There are no reviews for this product.' => 'Немає відгуків про цей товар.',
    'Review added' => 'Відгук доданий',
    'write a feedback' => 'Написати відгук',
    'Your name' => 'Ваше ім\'я',
    'your feedback' => 'Ваш відгук',
    'Grade' => 'Оцінка',
    'Badly' => 'Погано',
    'Good' => 'Добре',
    'loading' => 'Завантаження',
    'There are no accompanying parts for this model.' => 'На цю модель немає сопудствующіх деталей',
    'Personal Area' => 'Особистий Кабінет',
    'Adding an address' => 'Додавання адреси',
    'Your account' => 'Ваш обліковий запис',
    'Surname' => 'Прізвище',
    'Company' => 'Компанія',
    'Address 1' => 'Адреса 1',
    'Address 2' => 'Адреса 2',
    'City' => 'Місто',
    'Viewed products' => 'Переглянуті товари',
    'Telephone' => 'Телефон',
    'my info' => 'Моя інформація',
    'Change contact information' => 'Змінити контактну інформацію',
    'password' => 'Пароль',
    'The address book' => 'Адресна книга',
    'Favorites' => 'Вибране',
    'Output' => 'Вихід',
    'Profile' => 'Профіль',
    'My account' => 'Мій обліковий запис',
    'Change contact information?' => 'Змінити контактну інформацію?',
    'Change your password' => 'Змінити свій пароль',
    'Change my address' => 'Змінити мою адресу',
    'History of orders' => 'Історія замовлень',
    'OPPS' => '<b> OPPS! </ B> Нам не вдалося знайти цю сторінку ',
    'Uh' => 'Е-е ... Схоже, ти щось зламав. Сторінка, яку ви шукаєте, піднялася і зникла. ',
    'Bring me back Home' => 'Поверни мене додому',
    'News' => 'Новини',
    'Register Login' => 'Реєстрація / Вхід',
    'New client' => 'Новий клієнт',
    'registration' => 'Реєстрація',
    'registrationText' => 'Створення облікового запису допоможе купувати швидше. Ви зможете контролювати стан замовлення,
                            а також переглядати замовлення зроблені раніше. Ви зможете накопичувати призові бали і
                            отримувати дисконтні купони. <br> А постійним покупцям ми пропонуємо гнучку систему знижок
                            і персональне обслуговування. <br> ',
    'Registered customer' => 'Зареєстрований клієнт',
    'Login to your Personal Account' => 'Увійти до кабінету',
    'Forgot your password?' => 'Забули пароль?',
    'To come in' => 'Ввійти',
    'If you are already registered, go to the page' => 'Якщо Ви вже зареєстровані, перейдіть на сторінку',
    'authorization' => 'авторизації',
    'Basic data' => 'Основні дані',
    'your password' => 'Ваш пароль',
    'agreement' => 'Я прочитав
                    <Button style = "border: 0; background: transparent;" type = "button" class = "clearfix" data-toggle = "modal" data-target = "# exampleModal">
                        <B> Політика конфіденційності </ b>
                    </ Button> і згоден з умовами ',
    'Privacy Policy' => 'Політика конфіденційності',
    'Privacy Policy Text' => 'Політика конфіденційності
                Справжня Політика конфіденційності застосовується лише до сайту
                інтернет магазину www.mktel.ua. Інтернет магазин не контролює і не
                несе відповідальність за сайти третіх осіб, на які Користувач
                може перейти по посиланнях, доступним на сайті інтернет магазину MkTel.

                Інформація, яку ми збираємо:
                - Персональні дані, надані Користувачем шляхом заповнення
                реєстраційної форми на сайті, при оформленні замовлення, форм зворотного
                зв\'язку і включають в себе прізвище, ім\'я, по батькові Користувача, контактний
                телефон, адреса електронної пошти (e-mail), адреси доставки замовлень.
                - Дані про відвідування сайту, яку Ваш браузер надає при
                відвідуванні Сайту - IP адреса, тип / версія браузера, адреси / час відвідування
                сторінок сайту і ін. статистика.
                - Інформація з cookies файлів (невеликі текстові файли, що зберігаються
                на Вашому комп\'ютері за допомогою веб-браузера). використовуються для
                автоматичної авторизації Користувача на сайті і збору статистичних
                даних. Користувач має право заборонити використання / збереження файлів
                cookies на комп\'ютері, при цьому деякі функції сайту стануть недоступні.

                Зібрана інформація використовується для:
                - Ідентифікація Користувача для здійснення замовлень.
                - Надання Користувачеві доступу до персоналізованих ресурсів сайту.
                - Встановлення з Користувачем зворотного зв\'язку, включаючи напрямок повідомлень.
- Надання Користувачеві з його згоди, оновлень продукції,
                розсилки новин.

Політика конфіденційності
- Ми не продаємо, чи не обмінюємо або не даємо в оренду особисту інформацію
                користувачів.
                - Ми не ділимося інформацією з третіми особами, за винятком тих випадків,
                коли інформація необхідна для надання послуги інформування
                і / або доставки замовлення (кур\'єрським службам, організаціям поштового зв\'язку,
                операторам зв\'язку).
                - Ми приймаємо необхідні організаційні та технічні заходи для захисту
                персональної інформації Користувача від неправомірного або випадкового
                доступу, знищення, перекручення, блокування, копіювання, поширення,
                а також від інших неправомірних дій третіх осіб.

                Використовуючи цей сайт, Ви погоджуєтесь з цією політикою.
                Якщо Ви не згодні з цією політикою, будь ласка, не використовуйте наш сайт. ',
    'Product code' => 'Код товару',
    'Product Name' => 'Назва товару',
    'Unit price' => 'Ціна за одиницю товару',
    'Action' => 'Дія',
    'Wishlist is empty' => 'Список побажань порожній',
    'Product: {name} Added to wishlist!' => 'Товар: {name} доданий в список бажань!',
    'day off' => 'вихідний',

];