<?php
/**
 * Create by: Vladislav Gladyr
 * Site: lockit.com.ua
 * Email: wild.savedo@gmail.com
 * Date : 22.09.2021
 * Time: 08:26
 * User: WyTcorporation, WyTcorp, WyTco
 */

return [
    'Basket' => 'Корзина',
    'wishlist' => 'Список пожеланий',
    'Image' => 'Изображение',
    'Code' => 'Код',
    'Name' => 'Название',
    'Quantity' => 'Количество',
    'Total' => 'Всего',
    'Categories' => 'Категории',
    'Catalog' => 'КАТАЛОГ',
    'Sort' => 'Сортировать',
    'Products on page' => 'Товаров на стр.',
    'Model' => 'Модель',
    'Cod' => 'Код',
    'Quality' => 'Кач-во',
    'The product is out of stock!' => 'Товар отсудствуе!',
    'Search' => 'Поиск',
    'Contacts' => 'Контакты',
    'Product filter' => 'Фильтр товаров',
    'SPARE PARTS / ACCESSORIES' => 'ЗАПЧАСТИ/АКСЕССУАРЫ',
    'FAVORITES' => 'ИЗБРАННОЕ',
    'Cart' => 'Корзина',
    'Popular' => 'Популярные',
    'New' => 'Новинка',
    'Stock' => 'Акция',
    'Bestseller' => 'Хит продаж',
    'Payment' => 'Оплата',
    'Information' => 'Информация',
    'Schedule' => 'График работы',
    'social' => 'Мы в соцсетях',
    'Orders' => 'Заказы',
    'Order number' => 'Номер заказа №',
    'Sum' => 'Сумма',
    'Price per piece' => 'Цена за шт.',
    'No orders!' => 'Заказов нет!',
    'New items' => 'Новинки',
    'Sale' => 'Распродажа',
    'Availability' => 'Наличие',
    'Specifications' => 'Характеристики',
    'Reviews' => 'Отзывов',
    'All spare parts for this model' => 'Все запчасти на эту модель',
    'There are no reviews for this product.' => 'Нет отзывов о данном товаре.',
    'Review added' => 'Отзыв добавлен',
    'write a feedback' => 'Написать отзыв',
    'Your name' => 'Ваше имя',
    'your feedback' => 'Ваш отзыв',
    'Grade' => 'Оценка',
    'Badly' => 'Плохо',
    'Good' => 'Хорошо',
    'loading' => 'Загрузка',
    'There are no accompanying parts for this model.' => 'На эту модель нет сопудствующих деталей',
    'Personal Area' => 'Личный Кабинет',
    'Adding an address' => 'Добавление адреса',
    'Your account' => 'Ваша учетная запись',
    'Surname' => 'Фамилия',
    'Company' => 'Компания',
    'Address 1' => 'Адрес 1',
    'Address 2' => 'Адрес 2',
    'City' => 'Город',
    'Viewed products' => 'Просмотренные товары',
    'Telephone' => 'Телефон',
    'my info' => 'Моя информация',
    'Change contact information' => 'Изменить контактную информацию',
    'password' => 'Пароль',
    'The address book' => 'Адресная книга',
    'Favorites' => 'Избранное',
    'Output' => 'Выход',
    'Profile' => 'Профиль',
    'My account' => 'Моя учетная запись',
    'Change contact information?' => 'Изменить контактную информацию?',
    'Change your password' => 'Изменить свой пароль',
    'Change my address' => 'Изменить мой адрес',
    'History of orders' => 'История заказов',
    'OPPS' => '<b> OPPS! </b> Нам не удалось найти эту страницу',
    'Uh' => 'Эээ ... Похоже, ты что-то сломал. Страница, которую вы ищете, поднялась и исчезла.',
    'Bring me back Home' => 'Верни меня домой',
    'News' => 'Новости',
    'Register Login' => 'Регистрация / Вход',
    'New client' => 'Новый клиент',
    'registration' => 'Регистрация',
    'registrationText' => 'Создание учетной записи поможет покупать быстрее. Вы сможете контролировать состояние заказа,
                            а также просматривать заказы сделанные ранее. Вы сможете накапливать призовые баллы и
                            получать скидочные купоны. <br>А постоянным покупателям мы предлагаем гибкую систему скидок
                            и персональное обслуживание.<br>',
    'Registered customer' => 'Зарегистрированный клиент',
    'Login to your Personal Account' => 'Войти в Личный Кабинет',
    'Forgot your password?' => 'Забыли пароль?',
    'To come in' => 'Войти',
    'If you are already registered, go to the page' => 'Если Вы уже зарегистрированы, перейдите на страницу',
    'authorization' => 'авторизации',
    'Basic data' => 'Основные данные',
    'your password' => 'Ваш пароль',
    'agreement' => 'Я прочитал
                    <button style="border: 0; background: transparent;" type="button" class="clearfix" data-toggle="modal" data-target="#exampleModal">
                        <b>Политика конфиденциальности</b>
                    </button> и согласен с условиями',
    'Privacy Policy' => 'Политика конфиденциальности',
    'Privacy Policy Text' => 'Политика конфиденциальности
                Настоящая Политика конфиденциальности применяется только к сайту
                интернет магазина www.mktel.ua. Интернет магазин не контролирует и не
                несет ответственность за сайты третьих лиц, на которые Пользователь
                может перейти по ссылкам, доступным на сайте интернет магазина MkTel.

                Информация, которую мы собираем:
                - Персональные данные, предоставляемые Пользователем путём заполнения
                регистрационной формы на сайте, при оформлении заказа, форм обратной
                связи и включают в себя фамилию, имя, отчество Пользователя, контактный
                телефон, адрес электронной почты (e-mail), адреса доставки заказов.
                - Данные про посещение сайта, которую Ваш браузер предоставляет при
                посещении Сайта - IP адрес, тип/версия браузера, адреса/время посещения
                страниц сайта и др. статистика.
                - Информация из cookies файлов (небольшие текстовые файлы, сохраняемые
                на Вашем компьютере посредством веб-браузера). Используются для
                автоматической авторизации Пользователя на сайте и сбора статистических
                данных. Пользователь вправе запретить использование/сохранение файлов
                cookies на компьютере, при этом некоторые функции сайта станут недоступны.

                Собранная информация используется для:
                - Идентификация Пользователя для совершения заказов.
                - Предоставления Пользователю доступа к персонализированным ресурсам сайта.
                - Установления с Пользователем обратной связи, включая направление уведомлений.
                - Предоставления Пользователю с его согласия, обновлений продукции,
                новостной рассылки.

                Политика конфиденциальности
                - Мы не продаем, не обмениваем или не даем в аренду личную информацию
                пользователей.
                - Мы не делимся информацией с третьими лицами, за исключением тех случаев,
                когда информация необходима для предоставления услуги информирования
                и/или доставки заказа (курьерским службам, организациям почтовой связи,
                операторам связи).
                - Мы принимаем необходимые организационные и технические меры для защиты
                персональной информации Пользователя от неправомерного или случайного
                доступа, уничтожения, изменения, блокирования, копирования, распространения,
                а также от иных неправомерных действий третьих лиц.

                Используя этот сайт, Вы выражаете свое согласие с этой политикой.
                Если Вы не согласны с этой политикой, пожалуйста, не используйте наш сайт.',
    'Product code' => 'Код товара',
    'Product Name' => 'Название товара',
    'Unit price' => 'Цена за единицу товара',
    'Action' => 'Действие',
    'Wishlist is empty' => 'Список пожеланий пуст',
    'Product: {name} Added to wishlist!' => 'Товар : {name} добавлен в список желаний!',
    'day off' => 'выходной',

];